Revit 2027 API
BuiltInFailures.CurveFailures.CannotFindAreaScheme Property
 Can't find new Area Scheme for Area Boundary.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId CannotFindAreaScheme { get; }
Public Shared ReadOnly Property CannotFindAreaScheme As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ CannotFindAreaScheme {
	FailureDefinitionId^ get ();
}
static member CannotFindAreaScheme : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.CurveFailures Class
Autodesk.Revit.DB Namespace